{
  "Index": {
    "components": {
      "switch": {
        "title": "scroll to see in Spanish"
      }
    },
    "header": {
      "btn_translate": "Español",
      "btn_contact": "Contact",
      "text_logo": "Portfolio"
    },
    "intro": {
      "section_1": {
        "title": "Matias Flores",
        "subtitle": "Full stack web developer",
        "description": "I am a Full Stack Developer with expertise in web and mobile development. I have worked on various projects for companies across Latin America and Europe, playing key roles in both backend and frontend development. My focus is on creating efficient, scalable solutions with an exceptional user experience."
      },
      "section_2": {
        "title": "Why work with me?",
        "description": "As a committed and passionate web development professional, I offer a unique combination of technical skills, creativity and collaboration. My approach is not only focused on building strong digital products, but also creating a positive and productive work environment to achieve common goals."
      },
      "section_3": {
        "title": "Whats Next?",
        "description": "I am committed to continuous learning and am always looking to expand my skills in the field of web development. My goal is to continue growing professionally and provide innovative solutions to challenging projects. Thank you for visiting my website! If you are interested in collaborating or just want to chat about web development, don't hesitate to contact me!"
      }
    },
    "services": {
      "title": "My featured works",
      "picture": {
        "hover": "Visit"
      },
      "01": {
        "title": "Radiomitre",
        "description": "Currently, I play a key role as a Frontend Developer, responsible for the continuous development of the web platform. My work involves implementing designs provided in Figma using React and SCSS to create dynamic and reusable user interfaces. I also integrate ARC Publishing as a CMS for efficient content management. I focus on ensuring a high-quality user experience, performance optimization, and adaptability across various devices, actively contributing to the growth and maintenance of the platform."
      },
      "02": {
        "title": "Uniciti",
        "description": "As a Mobile Frontend Developer, I contributed to the development of a security-focused mobile application using React Native. My responsibilities included implementing features for real-time map visualization to display user locations, integrating tools to send alerts to emergency contacts, and enabling group creation for seamless communication via an internal chat. I ensured a responsive and intuitive user interface, leveraging advanced technologies to enhance the application’s reliability and user experience."
      },
      "03": {
        "title": "StockShipping",
        "description": "As a Full Stack Developer, I contributed to the design and development of a user management and product administration system using Laravel and PHP. This project enabled users to sell products and build an affiliate network, allowing them to earn income based on sales made by their referrals. I implemented key features such as user management, affiliate tracking, and report generation, ensuring a robust backend and an intuitive frontend to enhance the user experience."
      }
    },
    "process": {
      "01": {
        "title": "01. Proactivity",
        "description": "I anticipate and address challenges proactively, proactively finding effective solutions to ensure project success."
      },
      "02": {
        "title": "02. Adaptability",
        "description": "I adjust quickly to changes and new situations, maintaining a flexible and efficient approach in dynamic environments."
      },
      "03": {
        "title": "03. User-centered design",
        "description": "My approach in web development is not only about functionality, but also about creating intuitive and engaging user experiences."
      },
      "04": {
        "title": "04. Teamwork",
        "description": "I enjoy collaborating in multidisciplinary teams, encouraging open communication and contributing positively to the achievement of common goals."
      },
      "05": {
        "title": "05. Cooperation",
        "description": "I am a fervent believer in cooperation and the exchange of ideas, valuing diversity of perspectives to achieve exceptional results."
      },
      "06": {
        "title": "06. Organization",
        "description": "My meticulous and organized approach allows me to efficiently manage time and resources to meet project deadlines and objectives."
      }
    },
    "contact": {
      "form": {
        "name": "Name",
        "email": "Email",
        "msg": "Message",
        "errors": {
          "success": "Thanks for reaching out! We will be communicating soon 🤩",
          "error": "Hmm this is not good, we had an error and we couldn't send the contact 😔",
          "pending": "We are processing contact... please wait online 😇"
        },
        "button": {
          "sending": "Sending...",
          "send": "Send"
        }
      },
      "whatsapp": {
        "prefix": "Or write me to by"
      }
    },
    "footer": {
      "copyright": "matt portfolio – All rights reserved"
    }
  }
}