{
  "Index": {
    "components": {
      "switch": {
        "title": "scroll to see in Spanish"
      }
    },
    "header": {
      "btn_translate": "Español",
      "btn_contact": "Contact"
    },
    "intro": {
      "section_1": {
        "title": "Matias Flores",
        "subtitle": "Full stack web developer",
        "description": "Welcome to my website! I am a Full Stack Web Developer, I specialized in web and mobile development. My experience includes several projects for different countries in Latin America and Europe in which I played roles in both the backend and frontend."
      },
      "section_2": {
        "title": "Why work with me?",
        "description": "As a committed and passionate web development professional, I offer a unique combination of technical skills, creativity and collaboration. My approach is not only focused on building strong digital products, but also creating a positive and productive work environment to achieve common goals."
      },
      "section_3": {
        "title": "Whats Next?",
        "description": "I am committed to continuous learning and am always looking to expand my skills in the field of web development. My goal is to continue growing professionally and provide innovative solutions to challenging projects. Thank you for visiting my website! If you are interested in collaborating or just want to chat about web development, don't hesitate to contact me!"
      }
    },
    "services": {
      "title": "Projects in which they participate",
      "picture": {
        "hover": "Visit"
      },
      "01": {
        "title": "radiomitre",
        "description": "In this project, I played a key role in developing the frontend of a web platform, using advanced technologies to ensure an optimal user experience. I mainly worked on the client layer using React and Next.js, with a combination of styling tools like Tailwind CSS and SCSS."
      },
      "02": {
        "title": "stockshipping",
        "description": "In this project I specifically collaborated in the development of the administration panel of a platform to sell products. My main responsibility was to work on the structure and functionalities of the administration panel, using Laravel and PHP as main technologies, with a MySQL database."
      },
      "03": {
        "title": "cotizador",
        "description": "The project consisted of the development of a curtain estimator, a simple but effective tool to calculate the final price of personalized curtains. The quoter was built using Vite, a rapid development environment for web applications, and styled with Tailwind CSS to ensure a clean and attractive user interface."
      },
      "04": {
        "title": "imperiosanto",
        "description": "I actively participated in the comprehensive development of an online clothing store, addressing both the backend and frontend of the application. We use modern technologies to ensure optimal performance and an exceptional user experience."
      }
    },
    "process": {
      "01": {
        "title": "01. Proactivity",
        "description": "I anticipate and address challenges proactively, proactively finding effective solutions to ensure project success."
      },
      "02": {
        "title": "02. Adaptability",
        "description": "I adjust quickly to changes and new situations, maintaining a flexible and efficient approach in dynamic environments."
      },
      "03": {
        "title": "03. User-centered design",
        "description": "My approach in web development is not only about functionality, but also about creating intuitive and engaging user experiences."
      },
      "04": {
        "title": "04. Teamwork",
        "description": "I enjoy collaborating in multidisciplinary teams, encouraging open communication and contributing positively to the achievement of common goals."
      },
      "05": {
        "title": "05. Cooperation",
        "description": "I am a fervent believer in cooperation and the exchange of ideas, valuing diversity of perspectives to achieve exceptional results."
      },
      "06": {
        "title": "06. Organization",
        "description": "My meticulous and organized approach allows me to efficiently manage time and resources to meet project deadlines and objectives."
      }
    },
    "contact": {
      "form": {
        "name": "Name",
        "email": "Email",
        "msg": "Message",
        "errors": {
          "success": "Thanks for reaching out! We will be communicating soon 🤩",
          "error": "Hmm this is not good, we had an error and we couldn't send the contact 😔",
          "pending": "We are processing contact... please wait online 😇"
        },
        "button": {
          "sending": "Sending...",
          "send": "Send"
        }
      },
      "whatsapp": {
        "prefix": "Or write me to by"
      }
    },
    "footer": {
      "copyright": "© 2024 matt portfolio – All rights reserved"
    }
  }
}